const receiptText = '''
РУП "Белоруснефть -
Гроднооблнефтепродукт"
МАЗС №44 г. Гродно
УНП 590661544    РН СККО 519007962
Платежный документ № док. 215513
ДТ-Л-К5 Евро (№ ТРК 3)
18.45*2.71                         =50.00 BYN
В том числе НДС за 1 единицу       8.33 BYN
НДС 20%

Итого НДС                         8.33 BYN
НДС 20% 20%                      8.33 BYN
ИТОГО К ОПЛАТЕ                   50.00 BYN
Безнал.по БПК                    50.00 BYN
Кассир                           Астапенко С. В.
10.09.2026                       21:50:56
''';